Repository: nohal/gecomapi_pi
Catalog: po/*.po
Languages: nl

source: GoogleEarth PlugIn for OpenCPN
nl: GoogleEarth PlugIn voor OpenCPN

source: GoogleEarth PlugIn for OpenCPN Conquers the world
nl: GoogleEarth PlugIn voor OpenCPN Verovert de wereld!

source: Save view
nl: Beeld opslaan

source: Connected to chart viewport
nl: Verbonden met beeldpoort van kaart

source: Save view...
nl: Beeld opslaan ...

source: Screenshot can't be created, GE looks uninitialized...
nl: Afbeelding kan niet worden gemaakt, GE mogelijk niet ge√Ønitialiseerd ...

source: Problem!
nl: Probleem!

source: GoogleEarth Preferences
nl: GoogleEarth voorkeuren

source: Preferences
nl: Voorkeuren

source: Follow chart viewport
nl: Volg beeldpoort van kaart

source: Follow boat
nl: Volg schip

source: Follow cursor
nl: Volg cursor

source: Don't connect to OpenCPN
nl: Niet verbinden met OpenCPN

source: Always start hidden
nl: Start altijd verborgen

source: Disconnect from Viewport on GE action
nl: Verbreek verbinding met beeldpoort bij GE actie

source: Update plugin settings from GE
nl: Bijwerken PlugIn instellingen vanuit GE

source: Show boat in GE
nl: Toon schip in GE

source: View properties
nl: Bekijk GE eigenschappen

source: Camera Range
nl: Camera afstand

source: Reset to defaults
nl: Terug naar standaardinstellingen

source: Floating window transparency
nl: Doorzichtbaarheid scherm

source: View name
nl: Bekijk naam

source: Save as JPG
nl: Opslaan als JPG

source: Save as KML
nl: Opslaan als KML

source: Save as GPX for GE2KAP
nl: Opslaan als GPX voor GE2KAP

source: Save as KMZ for imgkap
nl: Opslaan als KMZ voor imgkap

source: Format
nl: Bestandsformaat

source: Select a file
nl: Selecteer een bestand
